packages/oftest/oftest-0.0.5.tar.gz/oftest-0.0.5/testsuite/test_damBreak4/Allrun
#!/bin/sh
cd ${0%/*} || exit 1                        # Run from this directory
. $WM_PROJECT_DIR/bin/tools/RunFunctions    # Tutorial run functions

restore0Dir

runApplication blockMesh
runApplication setFields

runApplication $(getApplication)

#------------------------------------------------------------------------------
